<!-- ====== Life-story section start -->
<div class="relative pt-[60px] lg:pt-[80px] pb-[110px] bg-white dark:bg-slate-800">
    <div class="container">
      <div class="flex flex-wrap justify-around -mx-4">
        <div class="w-full px-4 lg:w-4/12 mb-12 lg:mr-4">
          <div class="text-center lg:text-right lg:mx-auto">
            <div class="relative inline-block z-10 pt-11 lg:pt-0">
              <img
                src="{{ url('/img/me-ls.png') }}"
                alt="Big picture of me"
                class="max-w-full rounded-2xl lg:mx-auto"
              />
              <span class="absolute -right-8 -bottom-8 z-[-1]">
                <svg
                  width="93"
                  height="93"
                  viewBox="0 0 93 93"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <circle cx="2.5" cy="2.5" r="2.5" fill="#3056D3"/>
                  <circle cx="2.5" cy="24.5" r="2.5" fill="#3056D3"/>
                  <circle cx="2.5" cy="46.5" r="2.5" fill="#3056D3"/>
                  <circle cx="2.5" cy="68.5" r="2.5" fill="#3056D3"/>
                  <circle cx="2.5" cy="90.5" r="2.5" fill="#3056D3"/>
                  <circle cx="24.5" cy="2.5" r="2.5" fill="#3056D3"/>
                  <circle cx="24.5" cy="24.5" r="2.5" fill="#3056D3"/>
                  <circle cx="24.5" cy="46.5" r="2.5" fill="#3056D3"/>
                  <circle cx="24.5" cy="68.5" r="2.5" fill="#3056D3"/>
                  <circle cx="24.5" cy="90.5" r="2.5" fill="#3056D3"/>
                  <circle cx="46.5" cy="2.5" r="2.5" fill="#3056D3"/>
                  <circle cx="46.5" cy="24.5" r="2.5" fill="#3056D3"/>
                  <circle cx="46.5" cy="46.5" r="2.5" fill="#3056D3"/>
                  <circle cx="46.5" cy="68.5" r="2.5" fill="#3056D3"/>
                  <circle cx="46.5" cy="90.5" r="2.5" fill="#3056D3"/>
                  <circle cx="68.5" cy="2.5" r="2.5" fill="#3056D3"/>
                  <circle cx="68.5" cy="24.5" r="2.5" fill="#3056D3"/>
                  <circle cx="68.5" cy="46.5" r="2.5" fill="#3056D3"/>
                  <circle cx="68.5" cy="68.5" r="2.5" fill="#3056D3"/>
                  <circle cx="68.5" cy="90.5" r="2.5" fill="#3056D3"/>
                  <circle cx="90.5" cy="2.5" r="2.5" fill="#3056D3"/>
                  <circle cx="90.5" cy="24.5" r="2.5" fill="#3056D3"/>
                  <circle cx="90.5" cy="46.5" r="2.5" fill="#3056D3"/>
                  <circle cx="90.5" cy="68.5" r="2.5" fill="#3056D3"/>
                  <circle cx="90.5" cy="90.5" r="2.5" fill="#3056D3"/>
                </svg>
              </span>
            </div>
          </div>
        </div>
        <div class="w-full px-4 lg:w-7/12 lg:ml-4">
          <div class="hero-content">
            <h1
              class="text-dark dark:text-gray-200 font-bold text-2xl xl:text-3xl leading-snug mb-8"
            >
              Давай я расскажу о себе <span class="rounded-md text-amber-600">подробнее</span>. <br/>
            </h1>
            <p class="mb-8 max-w-[600px]">
              <div class="mb-3 text-sm xl:text-base">
                Летом 2010 года я закончил обучение на программиста в Уральском Политехническом Колледже (программное обеспечение вычислительной техники и автоматизированных систем). Тогда я совершенно не собирался работать по специальности, будучи гораздо менее терпеливым и усидчивым человеком, чем сейчас. Несколько лет я занимался разными своими проектами и "движухами", а также совместными предприятиями с моими друзьями. Например, однажды я оказался занятым в бизнес-проектах, организованных участниками Кольцовского казачества.
              </div>
              <div class="mb-3 text-sm xl:text-base">
                В середине 2014 года я устроился работать продавцом-консультантом в Торговую Компанию "Агора". Это были мои первые шаги в интерьерной области. Я оказался в прекрасной команде с великолепным руководством и классными коллегами. Воспоминания о том времени до сих пор вызывают очень тёплые чувства в моей душе. Я работал в отделе по продаже межкомнатных дверей и, поверьте, очень много дверей было тогда продано.
              </div>
              <div class="mb-3 text-sm xl:text-base">
                В "Агоре" приходилось много работать с 1С. Это привело к тому, что я решил совершить свой второй заход в программирование (после учёбы в УПК), переключившись на внедрение/разработку 1С. В конце зимы 2016 года я покинул компанию "Агора" спустя почти 2 года работы в этом замечательном коллективе. Затем я прошел курсы программиста 1С и устроился работать в компанию "Первый Бит" внедренцем. Однако работать с 1С, будучи клиентом, это одно, а быть программистом-внедренцем - это другое. Углубляясь в это дело, я всё больше понимал, что технология не вызывает во мне восторга. Я стремительно теряю к ней интерес. Поэтому, спустя 4 месяца работы, несмотря на получение нескольких профессиональных сертификатов, попрощавшись с ребятами, я покинул компанию.
              </div>
              <div class="mb-3 text-sm xl:text-base">
                Затем, в самом конце 2016 года, я вернулся в интерьерную сферу, устроившись работать в салон света, светильников и светотехники "Дзинь Ля-Ля" по адресу 8 марта 190 в Екатеринбурге. Там я познакомился с Александром Горбачёвым - человеком, ставшим моим руководителем, другом и учителем. Он действительно научил меня многому и подтолкнул пересмотреть многие взгляды на жизнь. За это я навсегда ему благодарен.
              </div>
              <div class="mb-3 text-sm xl:text-base">
                Вместе мы проработали в "Дзинь Ля-Ля" полгода. После этого Александра пригласили занять должность директора одного из магазинов интерьерной сети "Султан", а он позвал меня с собой. Я не смог отказаться, несмотря на то, что ребята из "Дзинь Ля-Ля" были замечательными! Ведь Александр стал моим хорошим другом, а компания "Султан" была основана выходцами из "Агоры", к которой я и сейчас отношусь с теплотой и нежным трепетом.
              </div>
              <div class="mb-3 text-sm xl:text-base">
                С середины 2017 года я начал работать в магазине "Султан". Это был, пожалуй, пик моей карьеры в интерьерной сфере. Когда я только там оказался, магазин был убыточным, находился ниже черты окупаемости. Когда же я покинул компанию "Султан" спустя полтора года работы, этот магазин был сверкающей жемчужиной интерьерного мира города Екатеринбурга. Богатый, красивый, роскошный и переливающийся, он привлекал многих архитекторов, дизайнеров, а главное - обеспеченных и интересных клиентов. Я горжусь этим результатом и благодарю Анжелику и Александра Султановых за опыт тех дней.
              </div>
              <div class="mb-3 text-sm xl:text-base">
                В период работы в "Султане" я познакомился и близко подружился с эзотерической тусовкой Екатеринбурга. Поэтому я решил немного отдохнуть от интерьерной области и посвятить себя этой сфере. В конце 2018 года и начале 2019 года я активно участвовал в проекте "Чайная Гавань", занимающемся продажей сортового китайского чая и продвижением восточной чайной культуры. Я помог организовать и принял участие в Новогодних Ярмарках, курировал точку продаж в "Меге" (вторая точка находилась в "Гринвиче"). Затем помог "Чайной Гавани" переехать с 8 марта 190 на Сакко и Ванцетти 46 в новое и уютное помещение. После этого я снова вернулся к интерьерной сфере.
              </div>
              <div class="mb-3 text-sm xl:text-base">
                В конце зимы 2019 года ребята из "Дзинь Ля-Ля" предложили мне вернуться в качестве менеджера по работе с проектами и комплектовщика объектов. Я принял это предложение и провёл там чуть больше полутора лет. Однако тогда я впервые почувствовал, что мой интерес к интерьерной деятельности начинает угасать окончательно. В середине лета 2020 года я покинул компанию, чтобы работать на себя. Мои друзья из "Чайной Гавани" оказали мне большую помощь, за что я выражаю огромную благодарность Максиму Долбилину, руководителю "Гавани" в Екатеринбурге.
              </div>
              <div class="mb-3 text-sm xl:text-base">
                После ухода из "Дзинь Ля-Ля" я собрал базу дизайнеров и архитекторов, некоторые из которых работали со мной ещё со времён "Агоры". Я договорился с поставщиками о условиях и начал комплектовать их напрямую. Однако мой интерес продолжал угасать. В какой-то момент я попытался найти человека, которому мог бы делегировать часть делопроизводства, но так и не смог найти кого-то, кто мог бы делать так же хорошо, как я. В начале 2022 года мне стало очевидно, что я больше не вижу своего будущего в этой сфере. Тогда я принял решение вновь учиться на программиста-разработчика. С течением 2022 года интерьерные дела занимали всё меньше места в моей жизни, а я все глубже уходил в учёбу.
              </div>
              <div class="mb-8 text-sm xl:text-base">
                <span class="font-bold rounded-md text-amber-600">Про мой учебный путь ты можешь прочитать ниже, а можешь вернуться на главную!</span>
              </div>
              <ul>
                <li class="w-fit mx-auto lg:ml-0 lg:mr-auto">
                  <x-button-link href="/" variant="primary" class="rounded-lg">
                    На главную!
                  </x-button-link>
                </li>
              </ul>
            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
  <!-- ====== Life-story section end -->